# ***************************************************************** 
#                                                                   
# IBM Confidential                                                  
#                                                                   
# OCO Source Materials                                              
#                                                                   
# Copyright IBM Corp. 2011, 2016                             
#                                                                   
# The source code for this program is not published or otherwise    
# divested of its trade secrets, irrespective of what has been      
# deposited with the U.S. Copyright Office.                         
#                                                                   
# ***************************************************************** 

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR

# Component ID key required by msgID tool.
# COMPONENTPREFIX CLFRZ
str_component_id=CLFRZ

## G11N SA UI

error.database.update.duplicate.error=CLFRZ0001E: Error de actualizaci\u00f3n porque esta entrada ya est\u00e1 presente en la base de datos
error.database.insert.duplicate.error=CLFRZ0002E: Error de inserci\u00f3n porque esta entrada ya est\u00e1 presente en la base de datos
error.database.duplicate.event=CLFRZ0003E: Error de acci\u00f3n porque esta entrada ya est\u00e1 presente en la base de datos

error.database.missing.return=CLFRZ0004E: La consulta ha devuelto el valor NULL
error.database.empty.return=CLFRZ0005E: En la base de datos, no se ha encontrado entrada coincidente para la solicitud.
error.database.empty.label.return.paramater=CLFRZ0006E: No se ha encontrado una etiqueta con nombre {0}
error.database.update.failure.unknown=CLFRZ0007E: La operaci\u00f3n de actualizaci\u00f3n ha sido err\u00f3nea
error.database.insert.failure.unknown=CLFRZ0008E: La operaci\u00f3n de inserci\u00f3n ha sido err\u00f3nea
error.database.delete.failure.unknown=CLFRZ0009E: La operaci\u00f3n de supresi\u00f3n ha sido err\u00f3nea

error.service.empty.param=CLFRZ0010E: Falta el valor para el par\u00e1metro
error.service.invalid.param=CLFRZ0011E: Valor no v\u00e1lido para el par\u00e1metro
error.service.unsupported.event.paramater=CLFRZ0012E: El servicio no tiene soporte para el manejo de eventos del evento {0}
error.service.missing.param=CLFRZ0013E: Falta un par\u00e1metro esperado
error.service.missing.param.parameter=CLFRZ0014E: Falta el par\u00e1metro esperado {0}
error.service.community.notfound.parameter=CLFRZ0015E: Comunidad no encontrada: {0}

error.unknown=CLFRZ0016E: Error desconocido

error.atom.content.recurrence.both=CLFRZ0017E: Entrada de Atom mal formada; la recurrencia tiene tanto la fecha como la regla elegidas personalizadas
error.atom.idmismatch.parameter=CLFRZ0018E: {0} en el par\u00e1metro de URL no coincide con la etiqueta de id de la entrada
error.atom.date.precedence=CLFRZ0019E: valor de la etiqueta fechaInicio debe ir justo antes del valor de la etiqueta fechaFin
error.atom.update.empty=CLFRZ0020E: La Entrada de evento proporcionada no ten\u00eda nuevos datos para actualizar
error.atom.parser.missing.tag.parameter=CLFRZ0021E: La Entrada de Atom no conten\u00eda la etiqueta "{0}"
error.atom.parser.missing.embeded.tag.parameter=CLFRZ0022E: Falta la etiqueta "{0}" en la etiqueta "{1}"
error.atom.generator.missing.attribute.parameter=CLFRZ0023E: El Generador de Atom no ha recibido {0} para {1}
error.atom.generator.event.bothtypes=CLFRZ0024E: en la entrada de eventos se ha encontrado tanto la regla de recurrencia como las fechas elegidas personalizadas
error.atom.generator.event.recurrence.bothtypes=CLFRZ0025E: La recurrencia del evento recibido por el Generador de Atom tiene proporcionadas las reglas Hasta y Recuento
error.atom.parser.unsupported.attribute.parameters=CLFRZ0026E: El valor para el atributo "{0}" en la etiqueta "{1}" no est\u00e1 en la lista de valores con soporte [{2}]
error.atom.parser.missing.param.parameters=CLFRZ0027E: Falta el atributo obligatorio "{0}" en la etiqueta "{1}"
error.atom.parser.unsupported.tag.parameter=CLFRZ0028E: En la Entrada de Atom se ha encontrado una etiqueta "{0}" inesperada
error.atom.parser.unsupported.embeded.tag.parameter=CLFRZ0029E: La etiqueta "{0}" no se esperaba en la etiqueta "{1}"
error.atom.parser.missing.tag.dependance.parameters=CLFRZ0030E: la etiqueta "{0}" es obligatoria para su uso con la etiqueta "{1}"
error.atom.parser.attribute.nan.parameter=CLFRZ0031E: El valor del atributo "{0}" no se ha proporcionado como un entero
error.atom.parser.tag.wrongdate.parameter=CLFRZ0032E: El valor de la etiqueta "{0}" no se ha proporcionado como una fecha, o bien el formato es incorrecto
error.atom.parser.tag.wrongformat.parameter=CLFRZ0033E: El valor de la etiqueta "{0}" no se ha proporcionado en el formato correcto
error.atom.parser.tag.wrongformat.parameters=CLFRZ0034E: El valor de la etiqueta "{0}" no se ha proporcionado en el formato correcto - {1}
error.atom.parser.entry.wrongcategory.parameter=CLFRZ0035E: La Categor\u00eda de entrada no est\u00e1 establecida, o el T\u00e9rmino no es igual "{0}"
error.atom.parser.tag.dateprecedence=CLFRZ0036E: La fecha en la etiqueta fechaFin debe ir despu\u00e9s de la fecha en la etiqueta fechaInicio
error.atom.parser.description.decoding=CLFRZ0037E: Error al descodificar la descripci\u00f3n del evento

error.atom.generator.description.encoding=CLFRZ0038E: Error al codificar la descripci\u00f3n del evento

error.url.missing.param.parameter=CLFRZ0039E: Falta el par\u00e1metro de URL {0}
error.url.missing.param.parameters.two=CLFRZ0040E: Faltan los par\u00e1metros de URL {0} y {1}
error.url.missing.param.parameters.three=CLFRZ0041E: Faltan los par\u00e1metros de URL {0}, {1} y {2}
error.url.view.length=CLFRZ0042E: La trama del Ver tiempo debe ser m\u00e1s de un d\u00eda y menos de 70
error.url.invalid.param.value=CLFRZ0043E: Se ha especificado un valor no v\u00e1lido para el par\u00e1metro de URL {0}

error.ical4j.unknown=CLFRZ0044E: Error de iCal desconocido
error.ical4j.description.handling=CLFRZ0045E: Error al procesar la descripci\u00f3n del evento para el canal de informaci\u00f3n de iCalendar

error.html.transform.handling=CLFRZ0046E: Error al transformar html en texto sin formato

error.database.schema.notMatch=CLFRZ0047E: El esquema de la base de datos no coincide.
error.database.schema.notMatch.detail=CLFRZ0048E: El esquema de la base de datos no coincide. (Actual: {0}, Esperado: {1})

error.util.acf.error=CLFRZ0049E: Error con el filtro de contenido activo

warn.ui.security.member_permission.sync=CLFRZ0050W: Se ha producido un error al sincronizar los permisos de los miembros: {0}.

error.business.error.event.instanceCountExceedMaxSize=CLFRZ0051E: El recuento repetitivo del evento no debe sobrepasar un valor m\u00e1ximo de {0}

warning.following.failAlreadyFollowed=CLFRZ0052W: Ya ha seguido este evento.

error.business.error.event.noneInstance=CLFRZ0053E: La fecha de repetici\u00f3n especificada no est\u00e1 entre los d\u00edas de inicio y fin de este evento.
