# ***************************************************************** 
#                                                                   
# IBM Confidential                                                  
#                                                                   
# OCO Source Materials                                              
#                                                                   
# Copyright IBM Corp. 2011, 2016                             
#                                                                   
# The source code for this program is not published or otherwise    
# divested of its trade secrets, irrespective of what has been      
# deposited with the U.S. Copyright Office.                         
#                                                                   
# ***************************************************************** 

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR

# Component ID key required by msgID tool.
# COMPONENTPREFIX CLFRZ
str_component_id=CLFRZ

## G11N SA UI

error.database.update.duplicate.error=CLFRZ0001E: \u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e15\u0e04\u0e27\u0e32\u0e21\u0e25\u0e49\u0e21\u0e40\u0e2b\u0e25\u0e27\u0e40\u0e19\u0e37\u0e48\u0e2d\u0e07\u0e08\u0e32\u0e01\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e19\u0e35\u0e49\u0e16\u0e39\u0e01\u0e41\u0e2a\u0e14\u0e07\u0e2d\u0e22\u0e39\u0e48\u0e43\u0e19\u0e10\u0e32\u0e19\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25
error.database.insert.duplicate.error=CLFRZ0002E: \u0e41\u0e17\u0e23\u0e01\u0e04\u0e27\u0e32\u0e21\u0e25\u0e49\u0e21\u0e40\u0e2b\u0e25\u0e27\u0e40\u0e19\u0e37\u0e48\u0e2d\u0e07\u0e08\u0e32\u0e01\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e19\u0e35\u0e49\u0e41\u0e2a\u0e14\u0e07\u0e2d\u0e22\u0e39\u0e48\u0e43\u0e19\u0e10\u0e32\u0e19\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e41\u0e25\u0e49\u0e27
error.database.duplicate.event=CLFRZ0003E: \u0e01\u0e32\u0e23\u0e14\u0e33\u0e40\u0e19\u0e34\u0e19\u0e01\u0e32\u0e23\u0e25\u0e49\u0e21\u0e40\u0e2b\u0e25\u0e27\u0e40\u0e19\u0e37\u0e48\u0e2d\u0e07\u0e08\u0e32\u0e01\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e19\u0e35\u0e49\u0e41\u0e2a\u0e14\u0e07\u0e2d\u0e22\u0e39\u0e48\u0e43\u0e19\u0e10\u0e32\u0e19\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e41\u0e25\u0e49\u0e27

error.database.missing.return=CLFRZ0004E: \u0e04\u0e48\u0e32 NULL \u0e2a\u0e48\u0e07\u0e04\u0e37\u0e19\u0e41\u0e25\u0e49\u0e27\u0e42\u0e14\u0e22\u0e40\u0e04\u0e35\u0e22\u0e27\u0e23\u0e35
error.database.empty.return=CLFRZ0005E: \u0e44\u0e21\u0e48\u0e21\u0e35\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e17\u0e35\u0e48\u0e15\u0e23\u0e07\u0e01\u0e31\u0e1a\u0e04\u0e33\u0e23\u0e49\u0e2d\u0e07\u0e02\u0e2d\u0e17\u0e35\u0e48\u0e1e\u0e1a\u0e43\u0e19\u0e10\u0e32\u0e19\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25
error.database.empty.label.return.paramater=CLFRZ0006E: \u0e44\u0e21\u0e48\u0e1e\u0e1a\u0e40\u0e25\u0e40\u0e1a\u0e25\u0e17\u0e35\u0e48\u0e0a\u0e37\u0e48\u0e2d {0}
error.database.update.failure.unknown=CLFRZ0007E: \u0e01\u0e32\u0e23\u0e14\u0e33\u0e40\u0e19\u0e34\u0e19\u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e15\u0e25\u0e49\u0e21\u0e40\u0e2b\u0e25\u0e27
error.database.insert.failure.unknown=CLFRZ0008E: \u0e01\u0e32\u0e23\u0e14\u0e33\u0e40\u0e19\u0e34\u0e19\u0e01\u0e32\u0e23\u0e41\u0e17\u0e23\u0e01\u0e25\u0e49\u0e21\u0e40\u0e2b\u0e25\u0e27
error.database.delete.failure.unknown=CLFRZ0009E: \u0e01\u0e32\u0e23\u0e14\u0e33\u0e40\u0e19\u0e34\u0e19\u0e01\u0e32\u0e23\u0e25\u0e1a\u0e25\u0e49\u0e21\u0e40\u0e2b\u0e25\u0e27

error.service.empty.param=CLFRZ0010E: \u0e04\u0e48\u0e32\u0e2b\u0e32\u0e22\u0e44\u0e1b\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e1e\u0e32\u0e23\u0e32\u0e21\u0e34\u0e40\u0e15\u0e2d\u0e23\u0e4c
error.service.invalid.param=CLFRZ0011E: \u0e04\u0e48\u0e32\u0e44\u0e21\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e1e\u0e32\u0e23\u0e32\u0e21\u0e34\u0e40\u0e15\u0e2d\u0e23\u0e4c
error.service.unsupported.event.paramater=CLFRZ0012E: \u0e40\u0e0b\u0e2d\u0e23\u0e4c\u0e27\u0e34\u0e2a\u0e44\u0e21\u0e48\u0e2a\u0e19\u0e31\u0e1a\u0e2a\u0e19\u0e38\u0e19\u0e01\u0e32\u0e23\u0e08\u0e31\u0e14\u0e01\u0e32\u0e23\u0e01\u0e31\u0e1a\u0e40\u0e2b\u0e15\u0e38\u0e01\u0e32\u0e23\u0e13\u0e4c\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e40\u0e2b\u0e15\u0e38\u0e01\u0e32\u0e23\u0e13\u0e4c {0}
error.service.missing.param=CLFRZ0013E: \u0e1e\u0e32\u0e23\u0e32\u0e21\u0e34\u0e40\u0e15\u0e2d\u0e23\u0e4c\u0e17\u0e35\u0e48\u0e04\u0e32\u0e14\u0e01\u0e32\u0e23\u0e13\u0e4c\u0e44\u0e27\u0e49\u0e2b\u0e32\u0e22\u0e44\u0e1b
error.service.missing.param.parameter=CLFRZ0014E: \u0e1e\u0e32\u0e23\u0e32\u0e21\u0e34\u0e40\u0e15\u0e2d\u0e23\u0e4c {0} \u0e17\u0e35\u0e48\u0e04\u0e32\u0e14\u0e01\u0e32\u0e23\u0e13\u0e4c\u0e44\u0e27\u0e49\u0e2b\u0e32\u0e22\u0e44\u0e1b
error.service.community.notfound.parameter=CLFRZ0015E: \u0e44\u0e21\u0e48\u0e1e\u0e1a\u0e0a\u0e38\u0e21\u0e0a\u0e19: {0}

error.unknown=CLFRZ0016E: \u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e17\u0e35\u0e48\u0e44\u0e21\u0e48\u0e23\u0e39\u0e49\u0e08\u0e31\u0e01

error.atom.content.recurrence.both=CLFRZ0017E: \u0e23\u0e32\u0e22\u0e01\u0e32\u0e23 Atom \u0e1c\u0e34\u0e14\u0e23\u0e39\u0e1b\u0e41\u0e1a\u0e1a - \u0e01\u0e32\u0e23\u0e40\u0e01\u0e34\u0e14\u0e0b\u0e49\u0e33\u0e21\u0e35\u0e17\u0e31\u0e49\u0e07\u0e27\u0e31\u0e19\u0e41\u0e25\u0e30\u0e01\u0e0e\u0e17\u0e35\u0e48\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e44\u0e27\u0e49\u0e41\u0e1a\u0e1a\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e40\u0e2d\u0e07
error.atom.idmismatch.parameter=CLFRZ0018E: {0} \u0e43\u0e19\u0e1e\u0e32\u0e23\u0e32\u0e21\u0e34\u0e40\u0e15\u0e2d\u0e23\u0e4c URL \u0e44\u0e21\u0e48\u0e15\u0e23\u0e07\u0e01\u0e31\u0e1a\u0e41\u0e17\u0e47\u0e01 id \u0e02\u0e2d\u0e07\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23
error.atom.date.precedence=CLFRZ0019E: \u0e04\u0e48\u0e32\u0e02\u0e2d\u0e07\u0e41\u0e17\u0e47\u0e01 startDate \u0e15\u0e49\u0e2d\u0e07\u0e21\u0e32\u0e01\u0e48\u0e2d\u0e19\u0e04\u0e48\u0e32\u0e02\u0e2d\u0e07\u0e41\u0e17\u0e47\u0e01 endDate
error.atom.update.empty=CLFRZ0020E: \u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e02\u0e2d\u0e07\u0e40\u0e2b\u0e15\u0e38\u0e01\u0e32\u0e23\u0e13\u0e4c\u0e17\u0e35\u0e48\u0e08\u0e31\u0e14\u0e2b\u0e32\u0e44\u0e21\u0e48\u0e21\u0e35\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e43\u0e2b\u0e21\u0e48\u0e43\u0e14\u0e46 \u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e15
error.atom.parser.missing.tag.parameter=CLFRZ0021E: \u0e23\u0e32\u0e22\u0e01\u0e32\u0e23 Atom \u0e17\u0e35\u0e48\u0e08\u0e31\u0e14\u0e40\u0e15\u0e23\u0e35\u0e22\u0e21\u0e44\u0e27\u0e49\u0e44\u0e21\u0e48\u0e21\u0e35\u0e41\u0e17\u0e47\u0e01 "{0}"
error.atom.parser.missing.embeded.tag.parameter=CLFRZ0022E: \u0e41\u0e17\u0e47\u0e01 "{0}" \u0e2b\u0e32\u0e22\u0e44\u0e1b\u0e43\u0e19\u0e41\u0e17\u0e47\u0e01 "{1}"
error.atom.generator.missing.attribute.parameter=CLFRZ0023E: \u0e15\u0e31\u0e27\u0e2a\u0e23\u0e49\u0e32\u0e07 Atom \u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e23\u0e31\u0e1a {0} \u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a {1}
error.atom.generator.event.bothtypes=CLFRZ0024E: \u0e17\u0e31\u0e49\u0e07\u0e27\u0e31\u0e19\u0e17\u0e35\u0e48\u0e17\u0e35\u0e48\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e41\u0e1a\u0e1a\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e40\u0e2d\u0e07\u0e41\u0e25\u0e30\u0e01\u0e0e\u0e01\u0e32\u0e23\u0e40\u0e01\u0e34\u0e14\u0e0b\u0e49\u0e33\u0e1e\u0e1a\u0e43\u0e19\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e40\u0e2b\u0e15\u0e38\u0e01\u0e32\u0e23\u0e13\u0e4c
error.atom.generator.event.recurrence.bothtypes=CLFRZ0025E: \u0e01\u0e32\u0e23\u0e40\u0e01\u0e34\u0e14\u0e0b\u0e49\u0e33\u0e02\u0e2d\u0e07\u0e40\u0e2b\u0e15\u0e38\u0e01\u0e32\u0e23\u0e13\u0e4c\u0e17\u0e35\u0e48\u0e44\u0e14\u0e49\u0e23\u0e31\u0e1a\u0e42\u0e14\u0e22\u0e15\u0e31\u0e27\u0e2a\u0e23\u0e49\u0e32\u0e07 Atom Generator \u0e21\u0e35\u0e17\u0e31\u0e49\u0e07\u0e01\u0e0e Until \u0e41\u0e25\u0e30 Count \u0e17\u0e35\u0e48\u0e08\u0e31\u0e14\u0e40\u0e15\u0e23\u0e35\u0e22\u0e21\u0e44\u0e27\u0e49
error.atom.parser.unsupported.attribute.parameters=CLFRZ0026E: \u0e04\u0e48\u0e32\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e41\u0e2d\u0e47\u0e15\u0e17\u0e23\u0e34\u0e1a\u0e34\u0e27\u0e15\u0e4c "{0}" \u0e43\u0e19\u0e41\u0e17\u0e47\u0e01 "{1}" \u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e2d\u0e22\u0e39\u0e48\u0e43\u0e19\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e02\u0e2d\u0e07\u0e04\u0e48\u0e32\u0e17\u0e35\u0e48\u0e2a\u0e19\u0e31\u0e1a\u0e2a\u0e19\u0e38\u0e19 [{2}]
error.atom.parser.missing.param.parameters=CLFRZ0027E: \u0e41\u0e2d\u0e47\u0e15\u0e17\u0e23\u0e34\u0e1a\u0e34\u0e27\u0e15\u0e4c\u0e17\u0e35\u0e48\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e2b\u0e32\u0e22\u0e44\u0e1b "{0}" \u0e43\u0e19\u0e41\u0e17\u0e47\u0e01 "{1}"
error.atom.parser.unsupported.tag.parameter=CLFRZ0028E: \u0e1e\u0e1a\u0e41\u0e17\u0e47\u0e01 "{0}" \u0e17\u0e35\u0e48\u0e44\u0e21\u0e48\u0e04\u0e32\u0e14\u0e04\u0e34\u0e14\u0e43\u0e19\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23 Atom
error.atom.parser.unsupported.embeded.tag.parameter=CLFRZ0029E: \u0e41\u0e17\u0e47\u0e01 "{0}" \u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e04\u0e32\u0e14\u0e04\u0e34\u0e14\u0e44\u0e27\u0e49\u0e43\u0e19\u0e41\u0e17\u0e47\u0e01 "{1}"
error.atom.parser.missing.tag.dependance.parameters=CLFRZ0030E: \u0e41\u0e17\u0e47\u0e01 "{0}" \u0e08\u0e33\u0e40\u0e1b\u0e47\u0e19\u0e15\u0e49\u0e2d\u0e07\u0e21\u0e35\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e43\u0e0a\u0e49\u0e01\u0e31\u0e1a\u0e41\u0e17\u0e47\u0e01 "{1}"
error.atom.parser.attribute.nan.parameter=CLFRZ0031E: \u0e04\u0e48\u0e32\u0e02\u0e2d\u0e07\u0e41\u0e2d\u0e47\u0e15\u0e17\u0e23\u0e34\u0e1a\u0e34\u0e27\u0e15\u0e4c "{0}" \u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e08\u0e31\u0e14\u0e40\u0e15\u0e23\u0e35\u0e22\u0e21\u0e44\u0e27\u0e49\u0e40\u0e1b\u0e47\u0e19\u0e08\u0e33\u0e19\u0e27\u0e19\u0e40\u0e15\u0e47\u0e21
error.atom.parser.tag.wrongdate.parameter=CLFRZ0032E: \u0e04\u0e48\u0e32\u0e02\u0e2d\u0e07\u0e41\u0e17\u0e47\u0e01 "{0}" \u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e08\u0e31\u0e14\u0e40\u0e15\u0e23\u0e35\u0e22\u0e21\u0e44\u0e27\u0e49\u0e40\u0e1b\u0e47\u0e19\u0e27\u0e31\u0e19\u0e17\u0e35\u0e48\u0e2b\u0e23\u0e37\u0e2d\u0e23\u0e39\u0e1b\u0e41\u0e1a\u0e1a\u0e17\u0e35\u0e48\u0e1c\u0e34\u0e14
error.atom.parser.tag.wrongformat.parameter=CLFRZ0033E: \u0e04\u0e48\u0e32\u0e02\u0e2d\u0e07\u0e41\u0e17\u0e47\u0e01 "{0}" \u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e08\u0e31\u0e14\u0e40\u0e15\u0e23\u0e35\u0e22\u0e21\u0e44\u0e27\u0e49\u0e43\u0e19\u0e23\u0e39\u0e1b\u0e41\u0e1a\u0e1a\u0e17\u0e35\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07
error.atom.parser.tag.wrongformat.parameters=CLFRZ0034E: \u0e04\u0e48\u0e32\u0e02\u0e2d\u0e07\u0e41\u0e17\u0e47\u0e01 "{0}" \u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e16\u0e39\u0e01\u0e08\u0e31\u0e14\u0e40\u0e15\u0e23\u0e35\u0e22\u0e21\u0e44\u0e27\u0e49\u0e43\u0e19\u0e23\u0e39\u0e1b\u0e41\u0e1a\u0e1a\u0e17\u0e35\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07 - {1}
error.atom.parser.entry.wrongcategory.parameter=CLFRZ0035E: \u0e2b\u0e21\u0e27\u0e14\u0e2b\u0e21\u0e39\u0e48\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e44\u0e27\u0e49 \u0e2b\u0e23\u0e37\u0e2d\u0e40\u0e17\u0e2d\u0e21\u0e44\u0e21\u0e48\u0e40\u0e17\u0e48\u0e32\u0e01\u0e31\u0e1a "{0}"
error.atom.parser.tag.dateprecedence=CLFRZ0036E: \u0e27\u0e31\u0e19\u0e17\u0e35\u0e48\u0e43\u0e19\u0e41\u0e17\u0e47\u0e01 endDate \u0e15\u0e49\u0e2d\u0e07\u0e2d\u0e22\u0e39\u0e48\u0e2b\u0e25\u0e31\u0e07\u0e27\u0e31\u0e19\u0e17\u0e35\u0e48\u0e43\u0e19\u0e41\u0e17\u0e47\u0e01 startDate
error.atom.parser.description.decoding=CLFRZ0037E: \u0e40\u0e01\u0e34\u0e14\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e43\u0e19\u0e01\u0e32\u0e23\u0e16\u0e2d\u0e14\u0e23\u0e2b\u0e31\u0e2a\u0e04\u0e33\u0e2d\u0e18\u0e34\u0e1a\u0e32\u0e22\u0e40\u0e2b\u0e15\u0e38\u0e01\u0e32\u0e23\u0e13\u0e4c

error.atom.generator.description.encoding=CLFRZ0038E: \u0e40\u0e01\u0e34\u0e14\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e02\u0e13\u0e30\u0e40\u0e02\u0e49\u0e32\u0e23\u0e2b\u0e31\u0e2a\u0e04\u0e33\u0e2d\u0e18\u0e34\u0e1a\u0e32\u0e22\u0e40\u0e2b\u0e15\u0e38\u0e01\u0e32\u0e23\u0e13\u0e4c

error.url.missing.param.parameter=CLFRZ0039E: \u0e1e\u0e32\u0e23\u0e32\u0e21\u0e34\u0e40\u0e15\u0e2d\u0e23\u0e4c URL {0} \u0e2b\u0e32\u0e22\u0e44\u0e1b
error.url.missing.param.parameters.two=CLFRZ0040E: \u0e1e\u0e32\u0e23\u0e32\u0e21\u0e34\u0e40\u0e15\u0e2d\u0e23\u0e4c URL {0} \u0e41\u0e25\u0e30 {1} \u0e2b\u0e32\u0e22\u0e44\u0e1b
error.url.missing.param.parameters.three=CLFRZ0041E: \u0e1e\u0e32\u0e23\u0e32\u0e21\u0e34\u0e40\u0e15\u0e2d\u0e23\u0e4c URL {0}, {1} \u0e41\u0e25\u0e30 {2} \u0e2b\u0e32\u0e22\u0e44\u0e1b
error.url.view.length=CLFRZ0042E: \u0e01\u0e23\u0e2d\u0e1a\u0e40\u0e27\u0e25\u0e32\u0e02\u0e2d\u0e07\u0e21\u0e38\u0e21\u0e21\u0e2d\u0e07\u0e15\u0e49\u0e2d\u0e07\u0e21\u0e32\u0e01\u0e01\u0e27\u0e48\u0e32\u0e2b\u0e19\u0e36\u0e48\u0e07\u0e27\u0e31\u0e19\u0e41\u0e25\u0e30\u0e19\u0e49\u0e2d\u0e22\u0e01\u0e27\u0e48\u0e32 70 \u0e27\u0e31\u0e19
error.url.invalid.param.value=CLFRZ0043E: \u0e23\u0e30\u0e1a\u0e38\u0e04\u0e48\u0e32\u0e17\u0e35\u0e48\u0e44\u0e21\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07\u0e44\u0e27\u0e49\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e1e\u0e32\u0e23\u0e32\u0e21\u0e34\u0e40\u0e15\u0e2d\u0e23\u0e4c URL {0}

error.ical4j.unknown=CLFRZ0044E: \u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14 iCal \u0e17\u0e35\u0e48\u0e44\u0e21\u0e48\u0e23\u0e39\u0e49\u0e08\u0e31\u0e01
error.ical4j.description.handling=CLFRZ0045E: \u0e40\u0e01\u0e34\u0e14\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e02\u0e13\u0e30\u0e1b\u0e23\u0e30\u0e21\u0e27\u0e25\u0e1c\u0e25\u0e04\u0e33\u0e2d\u0e18\u0e34\u0e1a\u0e32\u0e22\u0e40\u0e2b\u0e15\u0e38\u0e01\u0e32\u0e23\u0e13\u0e4c\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e1f\u0e35\u0e14 iCalendar

error.html.transform.handling=CLFRZ0046E: \u0e40\u0e01\u0e34\u0e14\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e43\u0e19\u0e01\u0e32\u0e23\u0e41\u0e1b\u0e25\u0e07\u0e2a\u0e20\u0e32\u0e1e html \u0e44\u0e1b\u0e40\u0e1b\u0e47\u0e19 plain text

error.database.schema.notMatch=CLFRZ0047E: \u0e2a\u0e01\u0e35\u0e21\u0e32\u0e10\u0e32\u0e19\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e44\u0e21\u0e48\u0e15\u0e23\u0e07\u0e01\u0e31\u0e19!
error.database.schema.notMatch.detail=CLFRZ0048E: \u0e2a\u0e01\u0e35\u0e21\u0e32\u0e10\u0e32\u0e19\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e44\u0e21\u0e48\u0e15\u0e23\u0e07\u0e01\u0e31\u0e19! (\u0e1b\u0e31\u0e08\u0e08\u0e38\u0e1a\u0e31\u0e19: {0}, \u0e04\u0e32\u0e14\u0e01\u0e32\u0e23\u0e13\u0e4c\u0e44\u0e27\u0e49: {1})

error.util.acf.error=CLFRZ0049E: \u0e21\u0e35\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e01\u0e31\u0e1a\u0e15\u0e31\u0e27\u0e01\u0e23\u0e2d\u0e07\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32\u0e17\u0e35\u0e48\u0e41\u0e2d\u0e47\u0e04\u0e17\u0e35\u0e1f

warn.ui.security.member_permission.sync=CLFRZ0050W: \u0e21\u0e35\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e23\u0e30\u0e2b\u0e27\u0e48\u0e32\u0e07\u0e0b\u0e34\u0e07\u0e42\u0e04\u0e23\u0e44\u0e19\u0e0b\u0e4c\u0e2a\u0e34\u0e17\u0e18\u0e34\u0e2a\u0e21\u0e32\u0e0a\u0e34\u0e01 {0}

error.business.error.event.instanceCountExceedMaxSize=CLFRZ0051E: \u0e08\u0e33\u0e19\u0e27\u0e19\u0e01\u0e32\u0e23\u0e17\u0e33\u0e0b\u0e49\u0e33\u0e02\u0e2d\u0e07\u0e40\u0e2b\u0e15\u0e38\u0e01\u0e32\u0e23\u0e13\u0e4c\u0e44\u0e21\u0e48\u0e04\u0e27\u0e23\u0e40\u0e01\u0e34\u0e19\u0e04\u0e48\u0e32\u0e2a\u0e39\u0e07\u0e2a\u0e38\u0e14\u0e02\u0e2d\u0e07 {0}

warning.following.failAlreadyFollowed=CLFRZ0052W: \u0e04\u0e38\u0e13\u0e44\u0e14\u0e49\u0e17\u0e33\u0e15\u0e32\u0e21\u0e40\u0e2b\u0e15\u0e38\u0e01\u0e32\u0e23\u0e13\u0e4c\u0e19\u0e35\u0e49\u0e41\u0e25\u0e49\u0e27

error.business.error.event.noneInstance=CLFRZ0053E: \u0e27\u0e31\u0e19\u0e17\u0e35\u0e48\u0e0b\u0e49\u0e33\u0e17\u0e35\u0e48\u0e23\u0e30\u0e1a\u0e38\u0e44\u0e21\u0e48\u0e2d\u0e22\u0e39\u0e48\u0e23\u0e30\u0e2b\u0e27\u0e48\u0e32\u0e07\u0e27\u0e31\u0e19\u0e17\u0e35\u0e48\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19\u0e41\u0e25\u0e30\u0e27\u0e31\u0e19\u0e17\u0e35\u0e48\u0e2a\u0e34\u0e49\u0e19\u0e2a\u0e38\u0e14\u0e02\u0e2d\u0e07\u0e40\u0e2b\u0e15\u0e38\u0e01\u0e32\u0e23\u0e13\u0e4c\u0e19\u0e35\u0e49
