# ***************************************************************** 
#                                                                   
# IBM Confidential                                                  
#                                                                   
# OCO Source Materials                                              
#                                                                   
# Copyright IBM Corp. 2011, 2016                             
#                                                                   
# The source code for this program is not published or otherwise    
# divested of its trade secrets, irrespective of what has been      
# deposited with the U.S. Copyright Office.                         
#                                                                   
# ***************************************************************** 

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR

# Component ID key required by msgID tool.
# COMPONENTPREFIX CLFRZ
str_component_id=CLFRZ

## G11N SA UI

error.database.update.duplicate.error=CLFRZ0001E: \u0641\u0634\u0644 \u0627\u0644\u062a\u062d\u062f\u064a\u062b \u0644\u0623\u0646 \u0647\u0630\u0627 \u0627\u0644\u0627\u062f\u062e\u0627\u0644 \u0645\u0648\u062c\u0648\u062f \u0628\u0627\u0644\u0641\u0639\u0644 \u0641\u064a \u0642\u0627\u0639\u062f\u0629 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a
error.database.insert.duplicate.error=CLFRZ0002E: \u0641\u0634\u0644 \u0627\u0644\u0627\u062f\u0631\u0627\u062c \u0644\u0623\u0646 \u0647\u0630\u0627 \u0627\u0644\u0627\u062f\u062e\u0627\u0644 \u0645\u0648\u062c\u0648\u062f \u0628\u0627\u0644\u0641\u0639\u0644 \u0641\u064a \u0642\u0627\u0639\u062f\u0629 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a
error.database.duplicate.event=CLFRZ0003E: \u0641\u0634\u0644 \u0627\u0644\u062a\u0635\u0631\u0641 \u0644\u0623\u0646 \u0647\u0630\u0627 \u0627\u0644\u0627\u062f\u062e\u0627\u0644 \u0645\u0648\u062c\u0648\u062f \u0628\u0627\u0644\u0641\u0639\u0644 \u0641\u064a \u0642\u0627\u0639\u062f\u0629 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a

error.database.missing.return=CLFRZ0004E: \u062a\u0645 \u0627\u0631\u062c\u0627\u0639 \u0642\u064a\u0645\u0629 \u062e\u0627\u0644\u064a\u0629 \u0645\u0646 \u0627\u0644\u0627\u0633\u062a\u0639\u0644\u0627\u0645
error.database.empty.return=CLFRZ0005E: \u0644\u064a\u0633 \u0647\u0646\u0627\u0643 \u0627\u062f\u062e\u0627\u0644 \u0645\u0637\u0627\u0628\u0642 \u0644\u0644\u0637\u0644\u0628 \u0627\u0644\u0630\u064a \u062a\u0645 \u0627\u064a\u062c\u0627\u062f\u0647 \u0641\u064a \u0642\u0627\u0639\u062f\u0629 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a
error.database.empty.label.return.paramater=CLFRZ0006E: \u0644\u0645 \u064a\u062a\u0645 \u0627\u064a\u062c\u0627\u062f \u062a\u0633\u0645\u064a\u0629 \u0628\u0627\u0644\u0627\u0633\u0645 {0}
error.database.update.failure.unknown=CLFRZ0007E: \u0641\u0634\u0644 \u0639\u0645\u0644\u064a\u0629 \u0627\u0644\u062a\u062d\u062f\u064a\u062b
error.database.insert.failure.unknown=CLFRZ0008E: \u0641\u0634\u0644 \u0639\u0645\u0644\u064a\u0629 \u0627\u0644\u0627\u062f\u0631\u0627\u062c
error.database.delete.failure.unknown=CLFRZ0009E: \u0641\u0634\u0644 \u0639\u0645\u0644\u064a\u0629 \u0627\u0644\u062d\u0630\u0641

error.service.empty.param=CLFRZ0010E: \u0642\u064a\u0645\u0629 \u063a\u064a\u0631 \u0645\u0648\u062c\u0648\u062f \u0628\u0627\u0644\u0645\u0639\u0627\u0645\u0644
error.service.invalid.param=CLFRZ0011E: \u0642\u064a\u0645\u0629 \u063a\u064a\u0631 \u0635\u062d\u064a\u062d\u0629 \u0644\u0644\u0645\u0639\u0627\u0645\u0644
error.service.unsupported.event.paramater=CLFRZ0012E: \u0627\u0644\u062e\u062f\u0645\u0629 \u0644\u0627 \u062a\u062f\u0639\u0645 \u0645\u0639\u0627\u0644\u062c\u0629 \u0627\u0644\u062d\u062f\u062b \u0627\u0644\u0649 {0}
error.service.missing.param=CLFRZ0013E: \u0627\u0644\u0645\u0639\u0627\u0645\u0644 \u0627\u0644\u0645\u062a\u0648\u0642\u0639 \u063a\u064a\u0631 \u0645\u0648\u062c\u0648\u062f
error.service.missing.param.parameter=CLFRZ0014E: \u0627\u0644\u0645\u0639\u0627\u0645\u0644 \u0627\u0644\u0645\u062a\u0648\u0642\u0639 {0} \u063a\u064a\u0631 \u0645\u0648\u062c\u0648\u062f
error.service.community.notfound.parameter=CLFRZ0015E: \u0644\u0645 \u064a\u062a\u0645 \u0627\u064a\u062c\u0627\u062f \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629: {0}

error.unknown=CLFRZ0016E: \u062e\u0637\u0623 \u063a\u064a\u0631 \u0645\u0639\u0631\u0648\u0641

error.atom.content.recurrence.both=CLFRZ0017E: \u062a\u0644\u0641 \u0641\u064a \u0627\u062f\u062e\u0627\u0644 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0627\u0644\u0645\u0633\u062a\u0631\u062c\u0639\u0629 \u0627\u0644\u0645\u0631\u0643\u0632\u064a\u0629  - \u0627\u0644\u062a\u0643\u0631\u0627\u0631 \u062a\u0645 \u062a\u062d\u062f\u064a\u062f \u062a\u0648\u0627\u0631\u064a\u062e \u062a\u062d\u062f\u064a\u062f \u0645\u0647\u064a\u0623\u0629 \u0648\u0642\u0627\u0639\u062f\u0629 \u0644\u0647
error.atom.idmismatch.parameter=CLFRZ0018E: {0} \u0641\u064a \u0645\u0639\u0627\u0645\u0644 \u0639\u0646\u0648\u0627\u0646 URL \u0644\u0627 \u064a\u062a\u0637\u0627\u0628\u0642 \u0645\u0639 \u0634\u0627\u0631\u0629 \u0627\u0644\u062a\u0639\u0644\u064a\u0645 \u0644\u0643\u0648\u062f \u0627\u0644\u0627\u062f\u062e\u0627\u0644
error.atom.date.precedence=CLFRZ0019E: \u0642\u064a\u0645\u0629 \u0634\u0627\u0631\u0629 \u062a\u0639\u0644\u064a\u0645 startDate \u064a\u062c\u0628 \u0623\u0646 \u062a\u0623\u062a\u064a \u0642\u0628\u0644 \u0627\u0644\u0642\u064a\u0645\u0629 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0634\u0627\u0631\u0629 \u062a\u0639\u0644\u064a\u0645 endDate
error.atom.update.empty=CLFRZ0020E: \u0627\u062f\u062e\u0627\u0644 \u0627\u0644\u062d\u062f\u062b \u0627\u0644\u0630\u064a \u062a\u0645 \u062a\u062d\u062f\u064a\u062f\u0647 \u0644\u064a\u0633 \u0644\u0647 \u0623\u064a \u0628\u064a\u0627\u0646\u0627\u062a \u0644\u0644\u062a\u062d\u062f\u064a\u062b
error.atom.parser.missing.tag.parameter=CLFRZ0021E: \u0627\u0644\u0627\u062f\u062e\u0627\u0644 \u0627\u0644\u0623\u0648\u0644\u064a \u0627\u0644\u0645\u062d\u062f\u062f \u0644\u0627 \u064a\u062a\u0636\u0645\u0646 \u0634\u0627\u0631\u0629 \u0627\u0644\u062a\u0639\u0644\u064a\u0645 "{0}"
error.atom.parser.missing.embeded.tag.parameter=CLFRZ0022E: \u0634\u0627\u0631\u0629 \u0627\u0644\u062a\u0639\u0644\u064a\u0645 "{0}" \u0641\u064a "{1}" \u063a\u064a\u0631 \u0645\u0648\u062c\u0648\u062f\u0629
error.atom.generator.missing.attribute.parameter=CLFRZ0023E: \u0644\u0645 \u064a\u0642\u0645 \u0628\u0631\u0646\u0627\u0645\u062c \u0627\u0644\u062a\u0643\u0648\u064a\u0646 \u0627\u0644\u0623\u0648\u0644\u064a \u0628\u0627\u0633\u062a\u0644\u0627\u0645 {0} \u0627\u0644\u0649 {1}
error.atom.generator.event.bothtypes=CLFRZ0024E: \u062a\u0645 \u0627\u064a\u062c\u0627\u062f \u0627\u0644\u062a\u0648\u0627\u0631\u064a\u062e \u0627\u0644\u0645\u062d\u062f\u062f\u0629 \u0627\u0644\u0645\u0647\u064a\u0623\u0629 \u0648\u0642\u0627\u0639\u062f\u0629 \u0627\u0644\u062a\u0643\u0631\u0627\u0631 \u0645\u0639\u0627 \u0641\u064a \u0627\u062f\u062e\u0627\u0644 \u0627\u0644\u062d\u062f\u062b
error.atom.generator.event.recurrence.bothtypes=CLFRZ0025E: \u062a\u0643\u0631\u0627\u0631 \u0627\u0644\u062d\u062f\u062b \u0627\u0644\u0630\u064a \u062a\u0645 \u0627\u0633\u062a\u0644\u0627\u0645\u0647 \u0645\u0646 \u062e\u0644\u0627\u0644 \u0628\u0631\u0646\u0627\u0645\u062c \u0627\u0644\u062a\u0643\u0648\u064a\u0646 \u0627\u0644\u0623\u0648\u0644\u064a \u062a\u0645 \u062a\u062d\u062f\u064a\u062f \u0642\u0648\u0627\u0639\u062f \u062d\u062a\u0649 \u0648\u0639\u062f\u062f \u0644\u0647 \u0645\u0639\u0627
error.atom.parser.unsupported.attribute.parameters=CLFRZ0026E: \u0642\u064a\u0645\u0629 \u0627\u0644\u062e\u0627\u0635\u064a\u0629 \u0627\u0644\u0645\u0645\u064a\u0632\u0629 "{0}" \u0641\u064a \u0634\u0627\u0631\u0629 \u0627\u0644\u062a\u0639\u0644\u064a\u0645 "{1}" \u0644\u064a\u0633\u062a \u0641\u064a \u0643\u0634\u0641 \u0627\u0644\u0642\u064a\u0645 \u0627\u0644\u0645\u062f\u0639\u0645\u0629 [{2}]
error.atom.parser.missing.param.parameters=CLFRZ0027E: \u0627\u0644\u062e\u0627\u0635\u064a\u0629 \u0627\u0644\u0645\u0645\u064a\u0632\u0629 \u0627\u0644\u0645\u0637\u0644\u0648\u0628\u0629 "{0}" \u0641\u064a \u0634\u0627\u0631\u0629 \u0627\u0644\u062a\u0639\u0644\u064a\u0645 "{1}" \u063a\u064a\u0631 \u0645\u0648\u062c\u0648\u062f\u0629
error.atom.parser.unsupported.tag.parameter=CLFRZ0028E: \u062a\u0645 \u0627\u064a\u062c\u0627\u062f \u0634\u0627\u0631\u0629 \u0627\u0644\u062a\u0639\u0644\u064a\u0645 "{0}" \u0627\u0644\u063a\u064a\u0631 \u0645\u062a\u0648\u0642\u0639\u0629 \u0641\u064a Atom Entry
error.atom.parser.unsupported.embeded.tag.parameter=CLFRZ0029E: \u0634\u0627\u0631\u0629 \u0627\u0644\u062a\u0639\u0644\u064a\u0645 "{0}" \u063a\u064a\u0631 \u0645\u062a\u0648\u0642\u0639\u0629 \u0641\u064a \u0634\u0627\u0631\u0629 \u0627\u0644\u062a\u0639\u0644\u064a\u0645 "{1}"
error.atom.parser.missing.tag.dependance.parameters=CLFRZ0030E: \u0634\u0627\u0631\u0629 \u0627\u0644\u062a\u0639\u0644\u064a\u0645 "{0}" \u062a\u0639\u062a\u0628\u0631 \u0645\u0637\u0644\u0648\u0628\u0629 \u0644\u0644\u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0645\u0639 \u0634\u0627\u0631\u0629 \u0627\u0644\u062a\u0639\u0644\u064a\u0645 "{1}"
error.atom.parser.attribute.nan.parameter=CLFRZ0031E: \u0644\u0645 \u064a\u062a\u0645 \u0627\u062f\u062e\u0627\u0644 \u0642\u064a\u0645\u0629 \u0627\u0644\u062e\u0627\u0635\u064a\u0629 \u0627\u0644\u0645\u0645\u064a\u0632\u0629 "{0}" \u0643\u0631\u0642\u0645 \u0635\u062d\u064a\u062d
error.atom.parser.tag.wrongdate.parameter=CLFRZ0032E: \u0644\u0645 \u064a\u062a\u0645 \u0627\u062f\u062e\u0627\u0644 \u0642\u064a\u0645\u0629 \u0634\u0627\u0631\u0629 \u0627\u0644\u062a\u0639\u0644\u064a\u0645 "{0}" \u0643\u062a\u0627\u0631\u064a\u062e \u0623\u0648 \u0623\u0646 \u0627\u0644\u0646\u0633\u0642 \u063a\u064a\u0631 \u0635\u062d\u064a\u062d
error.atom.parser.tag.wrongformat.parameter=CLFRZ0033E: \u0644\u0645 \u064a\u062a\u0645 \u0627\u062f\u062e\u0627\u0644 \u0642\u064a\u0645\u0629 \u0634\u0627\u0631\u0629 \u0627\u0644\u062a\u0639\u0644\u064a\u0645 "{0}" \u0641\u064a \u0627\u0644\u0646\u0633\u0642 \u0627\u0644\u0635\u062d\u064a\u062d
error.atom.parser.tag.wrongformat.parameters=CLFRZ0034E: \u0644\u0645 \u064a\u062a\u0645 \u0627\u062f\u062e\u0627\u0644 \u0642\u064a\u0645\u0629 \u0634\u0627\u0631\u0629 \u0627\u0644\u062a\u0639\u0644\u064a\u0645 "{0}" \u0641\u064a \u0627\u0644\u0646\u0633\u0642 \u0627\u0644\u0635\u062d\u064a\u062d - {1}
error.atom.parser.entry.wrongcategory.parameter=CLFRZ0035E: \u0644\u0645 \u064a\u062a\u0645 \u062a\u062d\u062f\u064a\u062f \u062a\u0635\u0646\u064a\u0641 \u0627\u0644\u0627\u062f\u062e\u0627\u0644 \u0623\u0648 \u0623\u0646 \u0627\u0644\u0639\u0628\u0627\u0631\u0629 \u0644\u0627 \u062a\u0633\u0627\u0648\u064a "{0}"
error.atom.parser.tag.dateprecedence=CLFRZ0036E: \u0627\u0644\u062a\u0627\u0631\u064a\u062e \u0641\u064a \u0634\u0627\u0631\u0629 \u0627\u0644\u062a\u0639\u0644\u064a\u0645 endDate \u064a\u062c\u0628 \u0623\u0646 \u064a\u0643\u0648\u0646 \u0628\u0639\u062f \u0627\u0644\u062a\u0627\u0631\u064a\u062e \u0641\u064a \u0634\u0627\u0631\u0629 \u0627\u0644\u062a\u0639\u0644\u064a\u0645 startDate
error.atom.parser.description.decoding=CLFRZ0037E: \u062e\u0637\u0623 \u0641\u064a \u0641\u0643 \u062a\u0634\u0641\u064a\u0631 \u0648\u0635\u0641 \u0627\u0644\u062d\u062f\u062b

error.atom.generator.description.encoding=CLFRZ0038E: \u062e\u0637\u0623 \u0641\u064a \u062a\u0643\u0648\u064a\u062f \u0648\u0635\u0641 \u0627\u0644\u062d\u062f\u062b

error.url.missing.param.parameter=CLFRZ0039E: \u0627\u0644\u0645\u0639\u0627\u0645\u0644 {0} \u0644\u0639\u0646\u0648\u0627\u0646 URL \u063a\u064a\u0631 \u0645\u0648\u062c\u0648\u062f
error.url.missing.param.parameters.two=CLFRZ0040E: \u0627\u0644\u0645\u0639\u0627\u0645\u0644\u0627\u062a {0} \u0648 {1} \u0644\u0639\u0646\u0648\u0627\u0646 URL \u063a\u064a\u0631 \u0645\u0648\u062c\u0648\u062f\u0629
error.url.missing.param.parameters.three=CLFRZ0041E: \u0627\u0644\u0645\u0639\u0627\u0645\u0644\u0627\u062a {0} \u0648 {1} \u0648 {2} \u0644\u0639\u0646\u0648\u0627\u0646 URL \u063a\u064a\u0631 \u0645\u0648\u062c\u0648\u062f\u0629
error.url.view.length=CLFRZ0042E: \u0646\u0637\u0627\u0642 \u0645\u0634\u0627\u0647\u062f\u0629 \u0627\u0644\u0648\u0642\u062a \u064a\u062c\u0628 \u0623\u0646 \u064a\u0643\u0648\u0646 \u0623\u0643\u064a\u0631 \u0645\u0646 \u064a\u0648\u0645 \u0648\u0627\u062d\u062f \u0648\u0623\u0642\u0644 \u0645\u0646 70 \u064a\u0648\u0645
error.url.invalid.param.value=CLFRZ0043E: \u062a\u0645 \u062a\u062d\u062f\u064a\u062f \u0642\u064a\u0645\u0629 \u063a\u064a\u0631 \u0635\u062d\u064a\u062d\u0629 \u0644\u0645\u0639\u0627\u0645\u0644 \u0639\u0646\u0648\u0627\u0646 URL {0}

error.ical4j.unknown=CLFRZ0044E: iCal \u063a\u064a\u0631 \u0645\u0639\u0631\u0648\u0641
error.ical4j.description.handling=CLFRZ0045E: \u062e\u0637\u0623 \u0641\u064a \u062a\u0634\u063a\u064a\u0644 \u0648\u0635\u0641 \u0627\u0644\u062d\u062f\u062b \u0644\u0648\u062d\u062f\u0629 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0627\u0644\u0645\u0633\u062a\u0631\u062c\u0639\u0629 \u0627\u0644\u0649 iCalendar

error.html.transform.handling=CLFRZ0046E: \u062e\u0637\u0623 \u0641\u064a \u062a\u062d\u0648\u064a\u0644 html \u0627\u0644\u0649 \u0646\u0635 \u0639\u0627\u062f\u064a

error.database.schema.notMatch=CLFRZ0047E: \u0627\u0644\u0648\u0635\u0641 \u0627\u0644\u0645\u0646\u0637\u0642\u064a \u0644\u0642\u0627\u0639\u062f\u0629 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a \u063a\u064a\u0631 \u0645\u0637\u0627\u0628\u0642!
error.database.schema.notMatch.detail=CLFRZ0048E: \u0627\u0644\u0648\u0635\u0641 \u0627\u0644\u0645\u0646\u0637\u0642\u064a \u0644\u0642\u0627\u0639\u062f\u0629 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a \u063a\u064a\u0631 \u0645\u0637\u0627\u0628\u0642! (\u0627\u0644\u062d\u0627\u0644\u064a: {0}\u060c \u0627\u0644\u0645\u062a\u0648\u0642\u0639: {1})

error.util.acf.error=CLFRZ0049E: \u062e\u0637\u0623 \u0641\u064a \u0645\u0631\u0634\u062d \u0627\u0644\u0645\u062d\u062a\u0648\u064a\u0627\u062a \u0627\u0644\u0641\u0639\u0627\u0644\u0629

warn.ui.security.member_permission.sync=CLFRZ0050W: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0645\u0632\u0627\u0645\u0646\u0629 \u062a\u0631\u062e\u064a\u0635 \u0627\u0644\u0639\u0636\u0648 {0}

error.business.error.event.instanceCountExceedMaxSize=CLFRZ0051E: \u0639\u062f\u062f \u062a\u0643\u0631\u0627\u0631 \u0627\u0644\u062d\u062f\u062b \u064a\u062c\u0628 \u0623\u0646 \u0644\u0627 \u064a\u062a\u0639\u062f\u0649 \u0642\u064a\u0645\u0629 \u0627\u0644\u062d\u062f \u0627\u0644\u0623\u0642\u0635\u0649 {0}

warning.following.failAlreadyFollowed=CLFRZ0052W: \u0642\u0645\u062a \u0628\u0645\u062a\u0627\u0628\u0639\u0629 \u0647\u0630\u0647 \u0627\u0644\u062d\u062f\u062b \u0628\u0627\u0644\u0641\u0639\u0644.

error.business.error.event.noneInstance=CLFRZ0053E: \u0644\u0627 \u064a\u0642\u0639 \u0627\u0644\u062a\u0627\u0631\u064a\u062e \u0627\u0644\u0645\u062a\u0643\u0631\u0631 \u0627\u0644\u0645\u062d\u062f\u062f \u0628\u064a\u0646 \u064a\u0648\u0645\u064a \u0627\u0644\u0628\u062f\u0621 \u0648\u0627\u0644\u0627\u0646\u062a\u0647\u0627\u0621 \u0644\u0647\u0630\u0627 \u0627\u0644\u062d\u062f\u062b.
