# ***************************************************************** 
#                                                                   
# IBM Confidential                                                  
#                                                                   
# OCO Source Materials                                              
#                                                                   
# Copyright IBM Corp. 2011, 2016                             
#                                                                   
# The source code for this program is not published or otherwise    
# divested of its trade secrets, irrespective of what has been      
# deposited with the U.S. Copyright Office.                         
#                                                                   
# ***************************************************************** 

# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_VAR

# Component ID key required by msgID tool.
# COMPONENTPREFIX CLFRZ
str_component_id=CLFRZ

## G11N SA UI

error.database.update.duplicate.error=CLFRZ0001E: \u0410\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u0435 \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e, \u0437\u0430\u0449\u043e\u0442\u043e \u0442\u043e\u0437\u0438 \u0437\u0430\u043f\u0438\u0441 \u0432\u0435\u0447\u0435 \u0435 \u043f\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u0435\u043d \u0432 \u0431\u0430\u0437\u0430\u0442\u0430 \u0434\u0430\u043d\u043d\u0438
error.database.insert.duplicate.error=CLFRZ0002E: \u0412\u0433\u0440\u0430\u0436\u0434\u0430\u043d\u0435\u0442\u043e \u0435 \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e, \u0437\u0430\u0449\u043e\u0442\u043e \u0442\u043e\u0437\u0438 \u0437\u0430\u043f\u0438\u0441 \u0432\u0435\u0447\u0435 \u0435 \u043f\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u0435\u043d \u0432 \u0431\u0430\u0437\u0430\u0442\u0430 \u0434\u0430\u043d\u043d\u0438
error.database.duplicate.event=CLFRZ0003E: \u0414\u0435\u0439\u0441\u0442\u0432\u0438\u0435\u0442\u043e \u0435 \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e, \u0437\u0430\u0449\u043e\u0442\u043e \u0442\u043e\u0437\u0438 \u0437\u0430\u043f\u0438\u0441 \u0432\u0435\u0447\u0435 \u0435 \u043f\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u0435\u043d \u0432 \u0431\u0430\u0437\u0430\u0442\u0430 \u0434\u0430\u043d\u043d\u0438

error.database.missing.return=CLFRZ0004E: \u0412\u044a\u0440\u043d\u0430\u0442\u0430 \u0435 \u043d\u0443\u043b\u0435\u0432\u0430 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442 \u043e\u0442 \u0437\u0430\u043f\u0438\u0442\u0432\u0430\u043d\u0435\u0442\u043e
error.database.empty.return=CLFRZ0005E: \u041d\u0435 \u0435 \u043d\u0430\u043c\u0435\u0440\u0435\u043d \u0437\u0430\u043f\u0438\u0441, \u0441\u044a\u0432\u043f\u0430\u0434\u0430\u0449 \u0441\u044a\u0441 \u0437\u0430\u043f\u0438\u0442\u0432\u0430\u043d\u0435\u0442\u043e, \u0432 \u0431\u0430\u0437\u0430\u0442\u0430 \u0434\u0430\u043d\u043d\u0438
error.database.empty.label.return.paramater=CLFRZ0006E: \u041d\u0435 \u0435 \u043d\u0430\u043c\u0435\u0440\u0435\u043d \u0435\u0442\u0438\u043a\u0435\u0442 \u0441 \u0438\u043c\u0435 {0}
error.database.update.failure.unknown=CLFRZ0007E: \u041e\u043f\u0435\u0440\u0430\u0446\u0438\u044f\u0442\u0430 \u043f\u043e \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u0435 \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u0430
error.database.insert.failure.unknown=CLFRZ0008E: \u041e\u043f\u0435\u0440\u0430\u0446\u0438\u044f\u0442\u0430 \u043f\u043e \u0432\u0433\u0440\u0430\u0436\u0434\u0430\u043d\u0435 \u0435 \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u0430
error.database.delete.failure.unknown=CLFRZ0009E: \u041e\u043f\u0435\u0440\u0430\u0446\u0438\u044f\u0442\u0430 \u043f\u043e \u0438\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435 \u0435 \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u0430

error.service.empty.param=CLFRZ0010E: \u041b\u0438\u043f\u0441\u0432\u0430\u0449\u0430 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442 \u0437\u0430 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u044a\u0440
error.service.invalid.param=CLFRZ0011E: \u041d\u0435\u0432\u0430\u043b\u0438\u0434\u043d\u0430 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442 \u0437\u0430 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u044a\u0440
error.service.unsupported.event.paramater=CLFRZ0012E: \u0423\u0441\u043b\u0443\u0433\u0430\u0442\u0430 \u043d\u0435 \u043f\u043e\u0434\u0434\u044a\u0440\u0436\u0430 \u043e\u0431\u0440\u0430\u0431\u043e\u0442\u043a\u0430\u0442\u0430 \u043d\u0430 \u0441\u044a\u0431\u0438\u0442\u0438\u0435 \u0437\u0430 \u0441\u044a\u0431\u0438\u0442\u0438\u0435\u0442\u043e {0}
error.service.missing.param=CLFRZ0013E: \u041b\u0438\u043f\u0441\u0432\u0430\u0449 \u043e\u0447\u0430\u043a\u0432\u0430\u043d \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u044a\u0440
error.service.missing.param.parameter=CLFRZ0014E: \u041b\u0438\u043f\u0441\u0432\u0430\u0449 \u043e\u0447\u0430\u043a\u0432\u0430\u043d \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u044a\u0440 {0}
error.service.community.notfound.parameter=CLFRZ0015E: \u041e\u0431\u0449\u043d\u043e\u0441\u0442\u0442\u0430 \u043d\u0435 \u0435 \u043d\u0430\u043c\u0435\u0440\u0435\u043d\u0430: {0}

error.unknown=CLFRZ0016E: \u041d\u0435\u0438\u0437\u0432\u0435\u0441\u0442\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430

error.atom.content.recurrence.both=CLFRZ0017E: \u041d\u0435\u043f\u0440\u0430\u0432\u0438\u043b\u043d\u043e \u0444\u043e\u0440\u043c\u0438\u0440\u0430\u043d \u0430\u0442\u043e\u043c\u0435\u043d \u0437\u0430\u043f\u0438\u0441 - \u043f\u043e\u0432\u0442\u043e\u0440\u0435\u043d\u0438\u0435\u0442\u043e \u0438\u043c\u0430 \u043f\u0435\u0440\u0441\u043e\u043d\u0430\u043b\u043d\u043e \u0438\u0437\u0431\u0440\u0430\u043d\u0438 \u0434\u0430\u0442\u0438 \u0438 \u043f\u0440\u0430\u0432\u0438\u043b\u043e\u0442\u043e
error.atom.idmismatch.parameter=CLFRZ0018E: {0} \u0432 URL \u0430\u0434\u0440\u0435\u0441\u0430 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u044a\u0440\u044a\u0442 \u043d\u0435 \u0441\u044a\u0432\u043f\u0430\u0434\u0430 \u0441 \u0435\u0442\u0438\u043a\u0435\u0442\u0430 \u043d\u0430 \u0418\u0414 \u043d\u0430 \u0437\u0430\u043f\u0438\u0441\u0430
error.atom.date.precedence=CLFRZ0019E: \u0421\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0442\u0430 \u043d\u0430 \u0435\u0442\u0438\u043a\u0435\u0442\u0430 startDate \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0435 \u043f\u0440\u0435\u0434\u0438 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0442\u0430 \u043d\u0430 \u0435\u0442\u0438\u043a\u0435\u0442\u0430 endDate
error.atom.update.empty=CLFRZ0020E: \u041f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u0435\u043d\u0438\u044f\u0442 \u0437\u0430\u043f\u0438\u0441 \u043d\u0430 \u0441\u044a\u0431\u0438\u0442\u0438\u0435 \u043d\u044f\u043c\u0430 \u043d\u043e\u0432\u0438 \u0434\u0430\u043d\u043d\u0438 \u0437\u0430 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435.
error.atom.parser.missing.tag.parameter=CLFRZ0021E: \u041f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u0435\u043d\u0438\u044f\u0442 \u0430\u0442\u043e\u043c\u0435\u043d \u0437\u0430\u043f\u0438\u0441 \u043d\u0435 \u0441\u044a\u0434\u044a\u0440\u0436\u0430 \u0435\u0442\u0438\u043a\u0435\u0442\u0430 "{0}"
error.atom.parser.missing.embeded.tag.parameter=CLFRZ0022E: \u041b\u0438\u043f\u0441\u0432\u0430\u0449 \u0435\u0442\u0438\u043a\u0435\u0442 "{0}" \u0432 \u0435\u0442\u0438\u043a\u0435\u0442 "{1}"
error.atom.generator.missing.attribute.parameter=CLFRZ0023E: \u0410\u0442\u043e\u043c\u043d\u0438\u044f\u0442 \u0433\u0435\u043d\u0435\u0440\u0430\u0442\u043e\u0440 \u043d\u0435 \u043f\u043e\u043b\u0443\u0447\u0438 {0} \u0437\u0430 {1}
error.atom.generator.event.bothtypes=CLFRZ0024E: \u043f\u0435\u0440\u0441\u043e\u043d\u0430\u043b\u043d\u043e \u0438\u0437\u0431\u0440\u0430\u043d\u0438\u0442\u0435 \u0434\u0430\u0442\u0438 \u0438 \u043f\u0440\u0430\u0432\u0438\u043b\u0430\u0442\u0430 \u043d\u0430 \u043f\u043e\u0432\u0442\u0430\u0440\u044f\u043d\u0435, \u043a\u043e\u0433\u0430\u0442\u043e \u0441\u0430 \u043d\u0430\u043c\u0435\u0440\u0435\u043d\u0438 \u0432 \u0437\u0430\u043f\u0438\u0441\u0430 \u0437\u0430 \u0441\u044a\u0431\u0438\u0442\u0438\u0435.
error.atom.generator.event.recurrence.bothtypes=CLFRZ0025E: \u041f\u043e\u0432\u0442\u043e\u0440\u0435\u043d\u0438\u0435\u0442\u043e \u043d\u0430 \u0441\u044a\u0431\u0438\u0442\u0438\u0435\u0442\u043e, \u043f\u043e\u043b\u0443\u0447\u0435\u043d\u043e \u043e\u0442 \u0430\u0442\u043e\u043c\u043d\u0438\u044f \u0433\u0435\u043d\u0435\u0440\u0430\u0442\u043e\u0440 \u0438\u043c\u0430 \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u0435\u043d\u0438 \u043f\u0440\u0430\u0432\u0438\u043b\u0430 \u0414\u043e \u0438 \u0411\u0440\u043e\u0439
error.atom.parser.unsupported.attribute.parameters=CLFRZ0026E: \u0421\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0442\u0430 \u0437\u0430 \u0430\u0442\u0440\u0438\u0431\u0443\u0442\u0430 "{0}" \u0432 \u0435\u0442\u0438\u043a\u0435\u0442 "{1}" \u043d\u0435 \u0435 \u0432 \u0441\u043f\u0438\u0441\u044a\u043a\u0430 \u0441 \u043f\u043e\u0434\u0434\u044a\u0440\u0436\u0430\u043d\u0438 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0438 [{2}]
error.atom.parser.missing.param.parameters=CLFRZ0027E: \u041b\u0438\u043f\u0441\u0432\u0430\u0449 \u0437\u0430\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u0435\u043d \u0430\u0442\u0440\u0438\u0431\u0443\u0442 "{0}" \u0432 \u0435\u0442\u0438\u043a\u0435\u0442\u0430 "{1}"
error.atom.parser.unsupported.tag.parameter=CLFRZ0028E: \u041d\u0430\u043c\u0435\u0440\u0435\u043d \u043d\u0435\u043e\u0447\u0430\u043a\u0432\u0430\u043d \u0435\u0442\u0438\u043a\u0435\u0442 "{0}" \u0432 \u0430\u0442\u043e\u043c\u043d\u0438\u044f \u0437\u0430\u043f\u0438\u0441
error.atom.parser.unsupported.embeded.tag.parameter=CLFRZ0029E: \u0415\u0442\u0438\u043a\u0435\u0442\u044a\u0442 "{0}" \u0435 \u043d\u0435\u043e\u0447\u0430\u043a\u0432\u0430\u043d \u0432 \u0435\u0442\u0438\u043a\u0435\u0442\u0430 "{1}"
error.atom.parser.missing.tag.dependance.parameters=CLFRZ0030E: \u0415\u0442\u0438\u043a\u0435\u0442\u044a\u0442 "{0}" \u0435 \u0437\u0430\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u0435\u043d \u0437\u0430 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d\u0435 \u0441 \u0435\u0442\u0438\u043a\u0435\u0442\u0430 "{1}"
error.atom.parser.attribute.nan.parameter=CLFRZ0031E: \u0421\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0442\u0430 \u043d\u0430 \u0430\u0442\u0440\u0438\u0431\u0443\u0442 "{0}" \u043d\u0435 \u0435 \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u0435\u043d\u0430 \u043a\u0430\u0442\u043e \u0446\u044f\u043b\u043e \u0447\u0438\u0441\u043b\u043e
error.atom.parser.tag.wrongdate.parameter=CLFRZ0032E: \u0421\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0442\u0430 \u043d\u0430 \u0435\u0442\u0438\u043a\u0435\u0442 "{0}" \u043d\u0435 \u0435 \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u0435\u043d\u0430 \u043a\u0430\u0442\u043e \u0434\u0430\u0442\u0430 \u0438\u043b\u0438 \u0444\u043e\u0440\u043c\u0430\u0442\u044a\u0442 \u0435 \u0433\u0440\u0435\u0448\u0435\u043d.
error.atom.parser.tag.wrongformat.parameter=CLFRZ0033E: \u0421\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0442\u0430 \u043d\u0430 \u0435\u0442\u0438\u043a\u0435\u0442 "{0}" \u043d\u0435 \u0435 \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u0435\u043d\u0430 \u0432 \u043f\u0440\u0430\u0432\u0438\u043b\u043d\u0438\u044f \u0444\u043e\u0440\u043c\u0430\u0442
error.atom.parser.tag.wrongformat.parameters=CLFRZ0034E: \u0421\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0442\u0430 \u043d\u0430 \u0435\u0442\u0438\u043a\u0435\u0442 "{0}" \u043d\u0435 \u0435 \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u0435\u043d\u0430 \u0432 \u043f\u0440\u0430\u0432\u0438\u043b\u043d\u0438\u044f \u0444\u043e\u0440\u043c\u0430\u0442 - {1}
error.atom.parser.entry.wrongcategory.parameter=CLFRZ0035E: \u0412\u044a\u0432\u0435\u0436\u0434\u0430\u043d\u0435 \u043d\u0430 \u043a\u0430\u0442\u0435\u0433\u043e\u0440\u0438\u044f \u043d\u0435 \u0435 \u0437\u0430\u0434\u0430\u0434\u0435\u043d\u043e \u0438\u043b\u0438 \u0438\u0437\u0440\u0430\u0437\u044a\u0442 \u043d\u0435 \u0435 \u0440\u0430\u0432\u0435\u043d \u043d\u0430 "{0}"
error.atom.parser.tag.dateprecedence=CLFRZ0036E: \u0414\u0430\u0442\u0430\u0442\u0430 \u0432 \u0435\u0442\u0438\u043a\u0435\u0442\u0430 endDate \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0435 \u0441\u043b\u0435\u0434 \u0434\u0430\u0442\u0430\u0442\u0430 \u0432 \u0435\u0442\u0438\u043a\u0435\u0442\u0430 startDate
error.atom.parser.description.decoding=CLFRZ0037E: \u0413\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0440\u0430\u0437\u0448\u0438\u0444\u0440\u043e\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u0430\u0440\u043e\u043b\u0438.

error.atom.generator.description.encoding=CLFRZ0038E: \u0413\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0448\u0438\u0444\u0440\u043e\u0432\u0430\u043d\u0435 \u043d\u0430 \u043e\u043f\u0438\u0441\u0430\u043d\u0438\u0435 \u043d\u0430 \u0441\u044a\u0431\u0438\u0442\u0438\u0435

error.url.missing.param.parameter=CLFRZ0039E: \u041b\u0438\u043f\u0441\u0432\u0430\u0449 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u044a\u0440 \u043d\u0430 URL \u0430\u0434\u0440\u0435\u0441 {0}
error.url.missing.param.parameters.two=CLFRZ0040E: \u041b\u0438\u043f\u0441\u0432\u0430\u0449\u0438 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u0438 \u043d\u0430 URL \u0430\u0434\u0440\u0435\u0441 {0} \u0438 {1}
error.url.missing.param.parameters.three=CLFRZ0041E: \u041b\u0438\u043f\u0441\u0432\u0430\u0449\u0438 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u0438 \u043d\u0430 URL \u0430\u0434\u0440\u0435\u0441 {0}, {1} \u0438 {2}
error.url.view.length=CLFRZ0042E: \u0420\u0430\u043c\u043a\u0430\u0442\u0430 \u043d\u0430 \u0432\u0440\u0435\u043c\u0435 \u043d\u0430 \u043f\u0440\u0435\u0433\u043b\u0435\u0434 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0435 \u043f\u043e\u0432\u0435\u0447\u0435 \u043e\u0442 \u0434\u0435\u043d \u0438 \u043f\u043e-\u043c\u0430\u043b\u043a\u043e \u043e\u0442 70 \u0434\u043d\u0438
error.url.invalid.param.value=CLFRZ0043E: \u041f\u043e\u0441\u043e\u0447\u0435\u043d\u0430 \u0435 \u043d\u0435\u0432\u0430\u043b\u0438\u0434\u043d\u0430 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442 \u0437\u0430 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u044a\u0440\u0430 \u0437\u0430 URL \u0430\u0434\u0440\u0435\u0441 {0}

error.ical4j.unknown=CLFRZ0044E: \u041d\u0435\u0438\u0437\u0432\u0435\u0441\u0442\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043d\u0430 iCal
error.ical4j.description.handling=CLFRZ0045E: \u0413\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u043e\u0431\u0440\u0430\u0431\u043e\u0442\u0432\u0430\u043d\u0435 \u043d\u0430 \u043e\u043f\u0438\u0441\u0430\u043d\u0438\u0435\u0442\u043e \u0437\u0430 \u0441\u044a\u0431\u0438\u0442\u0438\u0435 \u0432 \u043a\u0430\u043d\u0430\u043b\u0430 iCalendar

error.html.transform.handling=CLFRZ0046E: \u0413\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0442\u0440\u0430\u043d\u0441\u0444\u043e\u0440\u043c\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 html \u043a\u0430\u0442\u043e \u0447\u0438\u0441\u0442 \u0442\u0435\u043a\u0441\u0442

error.database.schema.notMatch=CLFRZ0047E: \u0421\u0445\u0435\u043c\u0430\u0442\u0430 \u043d\u0430 \u0431\u0430\u0437\u0430 \u0434\u0430\u043d\u043d\u0438 \u043d\u0435 \u0441\u044a\u0432\u043f\u0430\u0434\u0430!
error.database.schema.notMatch.detail=CLFRZ0048E: \u0421\u0445\u0435\u043c\u0430\u0442\u0430 \u043d\u0430 \u0431\u0430\u0437\u0430 \u0434\u0430\u043d\u043d\u0438 \u043d\u0435 \u0441\u044a\u0432\u043f\u0430\u0434\u0430! (\u0422\u0435\u043a\u0443\u0449\u0430: {0}, \u041e\u0447\u0430\u043a\u0432\u0430\u043d\u0430: {1})

error.util.acf.error=CLFRZ0049E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0444\u0438\u043b\u0442\u044a\u0440\u0430 \u043d\u0430 \u0430\u043a\u0442\u0438\u0432\u043d\u043e \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435

warn.ui.security.member_permission.sync=CLFRZ0050W: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u044f\u0442\u0430 \u043d\u0430 \u0447\u043b\u0435\u043d\u043e\u0432\u0435{0}

error.business.error.event.instanceCountExceedMaxSize=CLFRZ0051E: \u0411\u0440\u043e\u044f\u0442 \u043d\u0430 \u043f\u043e\u0432\u0442\u043e\u0440\u0435\u043d\u0438\u044f \u0437\u0430 \u0441\u044a\u0431\u0438\u0442\u0438\u0435 \u043d\u0435 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u043f\u0440\u0435\u0432\u0438\u0448\u0430\u0432\u0430 \u043c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u043d\u0430\u0442\u0430 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442 \u043e\u0442 {0}

warning.following.failAlreadyFollowed=CLFRZ0052W: \u0412\u0435\u0447\u0435 \u0441\u043b\u0435\u0434\u0432\u0430\u0442\u0435 \u0442\u043e\u0432\u0430 \u0441\u044a\u0431\u0438\u0442\u0438\u0435.

error.business.error.event.noneInstance=CLFRZ0053E: \u0423\u043a\u0430\u0437\u0430\u043d\u0430\u0442\u0430 \u0434\u0430\u0442\u0430 \u0437\u0430 \u043f\u043e\u0432\u0442\u0430\u0440\u044f\u043d\u0435 \u043d\u0435 \u0435 \u043c\u0435\u0436\u0434\u0443 \u043d\u0430\u0447\u0430\u043b\u043d\u0438\u044f \u0438 \u043a\u0440\u0430\u0439\u043d\u0438\u044f \u0434\u0435\u043d \u043d\u0430 \u0442\u043e\u0432\u0430 \u0441\u044a\u0431\u0438\u0442\u0438\u0435.
